Repository: GM-990/oe-alliance-plugins
Catalog: ChannelsImporter/po/*.po
Languages: de

source: Channels importer
de: Kanäle Importeur

source: ChannelsImporter
de: Kanalimporter

source: Checking FTP connection to remote receiver
de: FTP Verbindung zum entfernten Empfänger prüfen

source: Checking for alternatives...
de: Alternativen prüfen...

source: Connection to remote IP ok
de: Verbindung zu Remote IP OK

source: Could not connect to the remote IP
de: Konnte sich nicht mit der entfernten IP verbinden

source: Daily
de: Täglich

source: Download epg.dat from remote receiver failed. Check file exists on remote receiver. %s
de: Download EPG. dat von Remote Receiver fehlgeschlagen. Die Kontrolldatei existiert auf dem entfernten Empfänger. %s

source: Download from remote failed %s
de: Download von Remote Fehler %s

source: Download settings from remote failed %s
de: Download-Einstellungen von entfernten Fehler %s

source: Downloading alternatives...
de: Alternativen Herunter Laden...

source: Downloading bouquets...
de: Download Bouquets...

source: Downloading channel indexes...
de: Download von Kanal Indizes...

source: Enough Retries, delaying till next schedule.
de: Genug Wiederholungen, die sich bis zum nächsten Zeitplan verzögern.

source: Every 12 hours
de: Alle 12 Stunden

source: Every 2 hours
de: Alle 2 Stunden

source: Every 2 minutes (for testing)
de: Alle 2 Minuten (zum Testen)

source: Every 3 hours
de: Alle 3 Stunden

source: Every 5 minutes (for testing)
de: Alle 5 Minuten (zum Testen)

source: Every 6 hours
de: Alle 6 Stunden

source: Every hour
de: Jede Stunde

source: Exit
de: Beenden

source: Fetch channels from the server.
de: Kanäle vom Server abholen.

source: For importing bouquets from another receiver
de: Für den Import von Listen von einem anderen Empfänger

source: Force EPG save on remote receiver
de: Force EPG speichern auf entfernten Empfänger

source: Import
de: Importieren

source: Loading epg.dat...
de: Laden EPG. dat...

source: Loading new channel list...
de: Neue Kanalliste laden...

source: Main menu
de: Hauptmenü

source: Really close without saving settings?
de: Wirklich schließen, ohne Einstellungen zu speichern?

source: Removing current channel list...
de: Entfernen der aktuellen Kanalliste...

source: Save
de: Speichern

source: Searching for epg.dat
de: Suche nach EPG. dat

source: Service searching
de: Service Suche

source: Starting importer
de: Start Importeur

source: Starting importer...
de: Start Importeur...

source: epg.dat not found
de: EPG. dat nicht gefunden

source: 'yes' and remote fallback tuner will be automatically configured to stream from the remote receiver. 'no' and fallback will not be edited.
de: "Ja" und ein entfernter fallback Tuner werden automatisch konfiguriert, um vom entfernten Empfänger zu streamen. "Nein" und fallback werden nicht bearbeitet.

source: Allows you to set a schedule to perform an import.
de: Ermöglicht es Ihnen, einen Zeitplan für die Durchführung eines Imports zu setzen.

source: Auto configure remote fallback tuner
de: Auto konfigurieren Remote fallback Tuner

source: FTP Password
de: FTP-Passwort

source: FTP Username
de: FTP Benutzer

source: FTP password of the remote receiver the channel list is being imported from.
de: FTP-Passwort des entfernten Empfängers wird die Kanalliste importiert.

source: FTP port of the remote receiver the channel list is being imported from.
de: FTP Port des entfernten Empfängers wird die Kanalliste importiert.

source: FTP username of the remote receiver the channel list is being imported from.
de: FTP Benutzername des entfernten Empfängers wird die Kanalliste importiert.

source: IP address of the remote receiver the channel list is being imported from.
de: IP-Adresse des entfernten Empfängers die Kanalliste wird importiert.

source: If 'yes' the importer will automatically import and load EPG data from the remote receiver if the file exists.
de: Wenn "Ja" der Importeur EPG Daten automatisch aus dem entfernten Empfänger importiert und lädt, wenn die Datei existiert.

source: If 'yes' the importer will automatically run at startup or reboot.
de: Wenn "Ja" wird, läuft der Importeur automatisch beim Start oder Neustart.

source: Passive mode
de: Passiver Modus

source: Push error messages to the screen. Switch on for debugging only.
de: Drücken Sie Fehlermeldungen auf den Bildschirm. Schalten Sie nur für Debugging ein.

source: Repeat how often
de: Wiederholen, wie oft

source: Run at restart
de: Start beim Neustart

source: Schedule import
de: Arbeitsplan importieren

source: Set the repeat interval of the schedule.
de: Stellen Sie das Wiederholungsintervall des Zeitplans ein.

source: Set the time of day to perform the scan.
de: Stellen Sie die Tageszeit ein, um den Scan durchzuführen.

source: Should the FTP connection to the remote receiver be established in passive mode?
de: Sollte die FTP Verbindung zum Remote Receiver im passiven Modus hergestellt werden?

source: Show error messages
de: Fehlermeldungen anzeigen

source: Show in extensions
de: Anzeige in Erweiterungen

source: Time import should start
de: Zeit Import Start

source: When enabled, allows you start an import from the extensions list.
de: Wenn Sie aktiviert sind, können Sie einen Import aus der Erweiterungsliste starten.
